anthropic.claude-code
dart-code.dart-code
dart-code.flutter
localizely.flutter-intl
marus25.cortex-debug
mcu-debug.debug-tracker-vscode
mcu-debug.memory-view
mcu-debug.peripheral-viewer
mcu-debug.rtos-views
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-pt-br
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-containers
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.vscode-serial-monitor
paulober.pico-w-go
pkief.material-icon-theme
platformio.platformio-ide
prisma.prisma
qwtel.sqlite-viewer
raspberry-pi.raspberry-pi-pico
ritwickdey.liveserver
tonybaloney.vscode-pets
usernamehw.errorlens
yzhang.markdown-all-in-one
